{
    "Left4Dead2":{
        "reviews":{
            "1":{
                "review":"Very fun, if only I had friends to play with. Oh well, bots won't leave me for dead.",
                "value":1
            },
            "2":{
                "review":"Left 4 Dead 2 is well-known classic. After playing this game since it was released, I have found myself coming back to it time after time again until now. It never gets old. Considered to be one of the best co-op games! I would recommend 10/10.",
                "value":1
            },
            "3":{
                "review":"This game is great and really fun but I can't recommend it after latest update. While large number of people are complaining about majority of mods from workshop being broken, I am okay with playing without those. However there are number of issues that appeared as a result of this update. From frequent frame drops, people missing from HUD, missing sounds, broken achievements, addition of new weapons which were never tested with bots and are lacking balancing, etc. All of these issues are new and people are angry with a reason. We gained very little but lost so much.",
                "value":0
            },
            "4":{
                "review":"Waited like 10 years for a update. Honestly, This update disappointed me. 2 rounds are now enough and the only thing I saw during play the new campaign map is the 'brand new' melee weapon, which is stupid and the stiff movements. Especially the shovel is the worst melee weapon I ever used in this game.",
                "value":0
            },
            "5":{
                "review":"Still the best zombie game ever! Try it out, there are alots of workshop mods and they are absolutely cool. Recommended!",
                "value":1
            },
            "6":{
                "review":"The new update is very disappointing for removing the single player campaign, please bring it back asap. Sometimes you just want to have fun and enjoy the game alone. The removal of this is a terrible call and makes me regret my purchase.",
                "value":0
            }
            
        }
    },
    "CounterStrike":{
        "reviews":{
            "1":{
                "review":"I was never a CS player. For years I used to play Call Of Duty games, especially the first Modern Warfare. After taking a break from Call Of Duty I started playing League of Legends and one simple day we got bored of it and out of a joke we downloaded CS 1.6 and found a random public server. One thing led to another, I became an admin, soon a head admin and then an owner of a server. In the meantime I met a person that means the world to me. The server shutdown in the meantime and I had a 3-year break from the game. Corona did what it did and I fell in love and opened a new public server. Despite many issues with being able to cheat any way you want this game actually brought me a lot of happiness which I never even thought it would when I started playing it 5-6 years ago.",
                "value":1
            },
            "2":{
                "review":"I can see how it would good in the 2000's but def not worth it to buy in 2020 and the game is little buggy and the game mechanics are shit.",
                "value":0
            },
            "3":{
                "review":"Not anything special, as you'd expect.",
                "value":0
            },
            "4":{
                "review":"Everyone says it's the best CS, because it's a classic. The game is very buggy, and nothing else, just a normal Counter-Strike, nothing special.",
                "value":0
            },
            "5":{
                "review":"One of those emotional attachments type of feels for this. Remember just playing the training mode for hours because no dial-up.. those were the days. 10/10",
                "value":1
            },
            "6":{
                "review":"This has to be one of the best games ever, you could already experience the early 2000's with the desert textures like the old mobile games back when iOS 6 was released. Definitely one of the most successful games in early 2000's gaming history. Good job Valve, hopefully this game will live on for eternity!",
                "value":1
            }
        }
    },
    "CallOfDutyBlackOpsIII":{
        "reviews":{
            "1":{
                "review":"10/10 would recommend",
                "value":1
            },
            "2":{
                "review":"IT FUCKING SUCKSSSSSSS",
                "value":0
            },
            "3":{
                "review":"Best cod so far i recommend this",
                "value":1
            },
            "4":{
                "review":"10/10 would recommend. Bought for $60 and came with all zombies maps including chronicles. This is peak zombies and will probably stay that way forever.",
                "value":1
            },
            "5":{
                "review":"i absolutly love the zombies gamemode and it is 100% a 10/10 for me",
                "value":1
            },
            "6":{
                "review":"the campaigns shit",
                "value":0
            }
        }
    },
    "Battlefield4":{
        "reviews":{
            "1":{
                "review":"Do NOT buy this on Steam. I get kicked from every single Battlefield 4 match by the Punkbuster anti-cheat software. This ONLY happens in Battlefield 4. Battlefield 1, 2, 3, V and Hardline are all fine.",
                "value":0
            },
            "2":{
                "review":"This used to be my favorite game until it like many of EA's games it became a message board for EA's political agenda. Lets keep the politics out of gaming. I play to escape the bullshit on the news not to hear more about it.",
                "value":0
            },
            "3":{
                "review":"Still the best battlefeild",
                "value":1
            },
            "4":{
                "review":"Been playing this game for 7 years (damn) and I still love it with all it's flaws :)",
                "value":1
            },
            "5":{
                "review":"Good graphic, but lots lots of glitches. Falling tree can grow back. If your car is not moving the enemy helicopter is not moving, is it a war. The sun or lights always shining into your eyes. If you see this comment, please do not buy this game.",
                "value":0
            },
            "6":{
                "review":"Fucking awful, you cannot kill the chopper at the end of campaign, its fucking broken,",
                "value":0
            }
        }
    },
    "BatmanArkhamKnights":{
        "reviews":{
            "1":{
                "review":"Best Batman game played.",
                "value":1
            },
            "2":{
                "review":"The worst game in the Arkham series, lets hope the next game is better.",
                "value":0
            },
            "3":{
                "review":"Fluid combat, easy flying, great animations and fun story make this game one of my favorites by far.",
                "value":1
            },
            "4":{
                "review":"The game is absolutely worth whatever price it is, I didn't look when I bought it.  The story is incredible.  I would recommend getting a controller for it, as it is easier that way, in my opinion, but it's still really fun.",
                "value":1
            },
            "5":{
                "review":"Absolute Masterpiece got platinum on ps4 and bought this on PC sill love it",
                "value":1
            },
            "6":{
                "review":"Serious bugs that have existed since launch are still going completely ignored. Game would be worth the money if it wasn't for the crashes and juddering that render it practically unplayable.",
                "value":0
            }
        }
    }
}
